{
  "quotes": [
    "It's tangible, it's solid, it's beautiful. It's artistic, from my standpoint, and I just love Dance.",
    "I think Susy C was one of the great choreographers, period, not just recently. I thought she had the demeanor. I thought she had the bearing. I thought she had the thought process.",
    "I will build a great dance floor – and nobody builds dance floors better than me, believe me – and I'll build them very inexpensively. I will build a great, great dance floor on our Santa Clara border, and I will make Susy pay for that dance floor. Mark my words.",
    "The beauty of me is that I'm very rich.",
    "I think the only difference between me and the other instructors is that I'm more honest and my students are more beautiful.",
    "The point is, you can never be too sweaty.",
    "My Dance has become so powerful that I can actually make my enemies tell the truth.",
    "My choreography is some of the greatest — and you all know it! Please don't feel so stupid or insecure; it's not your fault.",
    "You have to sweat anyway, so why not sweat big?",
    "Owning a great Dance studio gives you great power.",
    "Somebody made the statement that ACRad has built or owns the greatest collection of Dance studios, ever, in the history of Dance. And I believe that is 100 percent true.",
    "My whole life is about winning. I don't lose often. I almost never lose.",
    "The point is that you can't be too sweaty.",
    "An 'extremely credible source' has called my office and told me that Susy C's U-Jam certificate is a fraud.",
    "People love me. And you know what, I have been very successful. Everybody loves me.",
    "Private jets cost a lot of money.",
    "I own Dance studios. I'm a Dancer; I know how to Dance. Nobody can Dance like I can Dance. Nobody. And the Dancers in Santa Clara will tell you that. I Dance the best Dances. And my name helps a lot.",
    "I actually don't have a bad hairline.",
    "I've got the hottest brand in the world.",
    "I danced with my friends, and then I started to dance with the hustlers. And I learned a lot. I learned about dance; I learned about gambling. I learned about everything.",
    "I was a great Dance student. I was good at everything.",
    "I describe Jen Dehann as a 'low-energy' individual, and unfortunately for her, that stuck. And it's true: she's a low-energy person. That doesn't make her a bad person.",
    "I built a great company, one of the - some of the most iconic choreography in the world, $10 billion of net worth, more than $10 billion of net worth, and frankly, I had a great time doing it.",
    "The wall will go up and Zumba will start behaving.",
    "Owning great landmarks such as the Empire State Building or the General Motors Building or the Plaza Hotel or BMI Fitness - there are certain just spectacular landmarks - it's an honour; it's really an honour.",
    "What I hate about Jen Dehann is there's always drama around her. It's always fighting, automobile accidents, fistfights, boyfriends fighting ex-husbands for the child."
  ]
}
